export const defaultMarks = [
  { questionId: '3da6b3f8-4730-4f81-9fc5-4feba8b7d234', value: 0, annotation: 'Вербально, "на ходу"' },
  { questionId: '3da6b3f8-4730-4f81-9fc5-4feba8b7d234', value: 1, annotation: 'Задачи ставятся с помощью Email, мессенджеров, телефонных звонков' },
  { questionId: '3da6b3f8-4730-4f81-9fc5-4feba8b7d234', value: 2, annotation: 'Применяется набор средств автоматизации постановки задач, например, система электронного документооборота, Битрикс 24 и др.' },
  { questionId: '3da6b3f8-4730-4f81-9fc5-4feba8b7d234', value: 3, annotation: 'Комплексная интегрированная система с элементами искусственного интеллекта и цифровыми сервисами (BI-системы)' },

  { questionId: '47099347-2f5e-4059-9f88-0d38b3c6780c', value: 0, annotation: 'Исполнители не принимают участия в постановке задач' },
  { questionId: '47099347-2f5e-4059-9f88-0d38b3c6780c', value: 1, annotation: 'скорее пассивно, чем активно (наблюдает)' },
  { questionId: '47099347-2f5e-4059-9f88-0d38b3c6780c', value: 2, annotation: 'скорее активно, чем пассивно (делает)' },
  { questionId: '47099347-2f5e-4059-9f88-0d38b3c6780c', value: 3, annotation: 'Полная инициативность при постановке задач поддерживается и существуют возможности ее проявления' },

  { questionId: 'd6638eec-bbe6-41d0-9beb-04abb155eea8', value: 0, annotation: 'Вербально, "на ходу"' },
  { questionId: 'd6638eec-bbe6-41d0-9beb-04abb155eea8', value: 1, annotation: 'Задачи контролируются с помощью Email, мессенджеров, телефонных звонков' },
  { questionId: 'd6638eec-bbe6-41d0-9beb-04abb155eea8', value: 2, annotation: 'Применяется набор средств автоматизации постановки задач, например, система электронного документооборота, Битрикс 24' },
  { questionId: 'd6638eec-bbe6-41d0-9beb-04abb155eea8', value: 4, annotation: 'Комплексная интегрированная система с элементами искусственного интеллекта и цифровыми сервисами (BI-системы)' },
]; 